<?php

return [
    'general' => [
        'success' => 'عملیات با موفقیت انجام شد.',
        'success_register' => 'ثبت نام با موفقیت انجام شد.',
        'failed' => 'در اجرای عملیات حطایی رخ داده است.',
        'logout' => 'کاربر با موفقیت از سیستم خارج شد.',
        'win' => 'تبریک! شما برنده شدید.',
        'try_again' => 'کلمه مورد نظر اشتباه است.',
        'lost' => 'شما بازنده شدید.',
    ],
    'errors' => [
        'validation' => 'خطا در اعتبارسنجی داده ها.',
        'not_found' => 'رکورد مورد نظر یافت نشد.',
        'unauthorized' => 'دسترسی غیرمجاز',
        'permission_denied' => 'خطای عدم دسترسی!',
    ],

];
